{
  "plugins": {
    "autosave": {
      "src": "https://github.com/okuuva/auto-save.nvim"
    },
    "blink": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink-lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lualine-time": {
      "src": "https://github.com/archibate/lualine-time"
    },
    "mini": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "noice": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "remember": {
      "src": "https://github.com/vladdoster/remember.nvim"
    },
    "scrolleof": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-file-browser": {
      "src": "https://github.com/nvim-telescope/telescope-file-browser.nvim"
    },
    "telescope-fzf": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-nerdy": {
      "src": "https://github.com/2kabhishek/nerdy.nvim"
    },
    "telescope-symbols": {
      "src": "https://github.com/nvim-telescope/telescope-symbols.nvim"
    },
    "telescope-ui-select": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vimade": {
      "src": "https://github.com/tadaa/vimade"
    }
  }
}
